{
  "guild_raid_1": "Brodzik",
  "guild_raid_2": "6 i pół morza",
  "guild_raid_3": "Mielizna głębinowa",
  "guild_raid_4": "Ogródek działkowy",
  "guild_raid_5": "Pokraczna zerówka",
  "guild_raid_6": "Królestwo Krasnoludów Cienia",
  "guild_raid_7": "Pałac ze szkła",
  "guild_raid_8": "Bronx",
  "guild_raid_9": "Grota Nietoperza",
  "guild_raid_10": "Ziemia Goblinów",
  "guild_raid_11": "Kalifat Czarodziejskiej Lampy",
  "guild_raid_12": "Biegun Dalekowschodni",
  "guild_raid_13": "Wyspa tytanów",
  "guild_raid_14": "Absurdystan",
  "guild_raid_15": "Twierdza z kości",
  "guild_raid_16": "Mit ujawniony",
  "guild_raid_17": "Ankawatridromader",
  "guild_raid_18": "Barbarzyn",
  "guild_raid_19": "Pozaziemie IV",
  "guild_raid_20": "Pierwszy stopień do Piekła",
  "guild_raid_21": "Piekielne Piekło",
  "guild_raid_22": "Zagródka Śmierci",
  "guild_raid_23": "Smocze leże w budowie",
  "guild_raid_24": "Trzęsawisko Czarnej Wody",
  "guild_raid_25": "Potworne Przedszkole",
  "guild_raid_26": "Gabinet Okropieństw",
  "guild_raid_27": "Monstrualna balanga",
  "guild_raid_28": "Jaskinia hien cmentarnych",
  "guild_raid_29": "Krypta ożywieńców",
  "guild_raid_30": "Cesarska Gwardia Rębaczy",
  "guild_raid_31": "Świat na wspak",
  "guild_raid_32": "Zakazana ziemia nieumarłych",
  "guild_raid_33": "Światowy Dzień Drapieżcy",
  "guild_raid_34": "Małpie figle",
  "guild_raid_35": "Glutonia",
  "guild_raid_36": "Parada kling",
  "guild_raid_37": "Pod osłoną nocy",
  "guild_raid_38": "Socjopatyczny punkt spalania",
  "guild_raid_39": "Wiekowy smętarz",
  "guild_raid_40": "Starożytne Monstra",
  "guild_raid_41": "Czarodziejska Góra Bólu",
  "guild_raid_42": "Gragosz Straszliwy",
  "guild_raid_43": "Rozbójnik Ragorth",
  "guild_raid_44": "Szlomo \"Błotniak\" Błotnisty",
  "guild_raid_45": "Xanthipopotamus",
  "guild_raid_46": "Na rabatce",
  "guild_raid_47": "Przedwczesna śmierć",
  "guild_raid_48": "Odrobaczanie",
  "guild_raid_49": "Błąd systemu",
  "guild_raid_50": "U szefa szefów",
  "pet_requirement_40": "Można go znaleźć w dzień w Gnuśnogrodzie.",
  "pet_requirement_41": "Można go znaleźć nocą w Puszczy Zarośląskiej.",
  "pet_requirement_42": "Można go znaleźć w dzień w Maerwynn.",
  "pet_requirement_43": "Można go znaleźć w dzień w Krainie Oz’Kurr.",
  "pet_requirement_44": "Można go znaleźć nocą w Gnuśnogrodzie.",
  "pet_requirement_45": "Można go znaleźć w letnie dni w Krainie Oz’Kurr.",
  "pet_requirement_46": "Można go znaleźć w jesienne dni w Puszczy Zarośląskiej.",
  "pet_requirement_47": "Można go znaleźć w zimowe dni w Gnuśnogrodzie.",
  "pet_requirement_48": "Można go znaleźć w wiosenne dni w Maerwynn.",
  "pet_requirement_49": "Można go znaleźć w niedzielną noc w Puszczy Zarośląskiej.",
  "pet_requirement_50": "Można go znaleźć w poniedziałek za dnia w Maerwynn.",
  "pet_requirement_51": "Można go znaleźć we wtorkową noc w Gnuśnogrodzie.",
  "pet_requirement_52": "Można go znaleźć w środę za dnia w Maerwynn.",
  "pet_requirement_53": "Można go znaleźć w czwartek za dnia w Krainie Oz’Kurr.",
  "pet_requirement_54": "Można znaleźć w Maerwynn, gdy legendarny loch „Legendarne łupy i jak je znaleźć” jest otwarty w czasie Świąt Wielkanocnych.",
  "pet_requirement_55": "Można znaleźć w Puszczy Zarośląskiej podczas wydarzenia Zielone Świątki.",
  "pet_requirement_56": "Można znaleźć w Krainie Oz’Kurr podczas wydarzenia Złote zbiory.",
  "pet_requirement_57": "Można go znaleźć w Gnuśnogrodzie. Wymaga: twierdzy w pierwszej 100. sali chwały lub 2500 czci w chwili ukończenia zadania.",
  "pet_requirement_58": "Kopalnia klejnotów na 20 poziomie pozwala na odnalezienie w niej jaja.",
  "pet_requirement_59": "Można go znaleźć na ostatnim poziomie środowiska ziemi. Lokalizacja: Puszcza Zarośląska.",
  "pet_requirement_60": "Można go znaleźć w dzień w Zmurszałym Lesie.",
  "pet_requirement_61": "Można go znaleźć nocą w Magmakaronie.",
  "pet_requirement_62": "Można go znaleźć nocą na Moczarach Mary.",
  "pet_requirement_63": "Można go znaleźć w dzień na Pustyni Przesłonecznej.",
  "pet_requirement_64": "Można go znaleźć we wtorkową noc w Magmakaronie.",
  "pet_requirement_65": "Można go znaleźć w jesienną noc w Zmurszałym Lesie.",
  "pet_requirement_66": "Można go znaleźć w poniedziałek za dnia w Magmakaronie.",
  "pet_requirement_67": "Można go znaleźć w wiosenne dni na Pustyni Przesłonecznej.",
  "pet_requirement_68": "Można go znaleźć w zimowe dni w Magmakaronie.",
  "pet_requirement_69": "Można go znaleźć w środową noc w Puszczy Zarośląskiej.",
  "pet_requirement_70": "Można go znaleźć w czwartek za dnia na Pustyni Przesłonecznej.",
  "pet_requirement_71": "Można go znaleźć w letni dzień na Pustyni Przesłonecznej.",
  "pet_requirement_72": "Można go znaleźć w piątek za dnia w Magmakaronie.",
  "pet_requirement_73": "Można go znaleźć w sobotnią noc w Puszczy Zarośląskiej.",
  "pet_requirement_74": "Można go znaleźć w zbrojowni.",
  "pet_requirement_75": "Można znaleźć na Pustyni Przesłonecznej podczas wydarzenia Sterylne Sedesy.",
  "pet_requirement_76": "Można go znaleźć w Walentynki w Magmakaronie.",
  "pet_requirement_77": "Można go znaleźć w Sylwestra i Nowy Rok w Krainie Oz’Kurr.",
  "pet_requirement_78": "Można go znaleźć podczas wyprawy w Magmakaronie po ukończeniu portalu do piekieł.",
  "pet_requirement_79": "Musisz pokonać ostatniego pupila w środowisku i odnaleźć Gnuśnogród.",
  "pet_requirement_20": "Można go znaleźć w dzień w Krainie Oz’Kurr.",
  "pet_requirement_21": "Można go znaleźć nocą na Ugorze Orków.",
  "pet_requirement_22": "Można go znaleźć w dzień w Maerwynn.",
  "pet_requirement_23": "Można go znaleźć w dzień na Ugorze Orków.",
  "pet_requirement_24": "Można go znaleźć w wiosenne noce w Maerwynn.",
  "pet_requirement_25": "Można go znaleźć za dnia w soboty na Ugorze Orków.",
  "pet_requirement_26": "Można go znaleźć w letnie dni na Pustyni Przesłonecznej.",
  "pet_requirement_27": "Można go znaleźć w jesienne dni w Krainie Oz’Kurr.",
  "pet_requirement_28": "Można go znaleźć w poniedziałkową noc na Pustyni Przesłonecznej.",
  "pet_requirement_29": "Można go znaleźć we wtorek za dnia na Ugorze Orków.",
  "pet_requirement_30": "Można go znaleźć w niedzielę za dnia na Pustyni Przesłonecznej.",
  "pet_requirement_31": "Można go znaleźć w środową noc w Maerwynn.",
  "pet_requirement_32": "Można go znaleźć w czwartek za dnia w Krainie Oz’Kurr.",
  "pet_requirement_33": "Można go znaleźć w piątek za dnia na Ugorze Orków.",
  "pet_requirement_34": "Można go znaleźć na Pustyni Przesłonecznej. Wymaga: gildii w pierwszej 100. sali chwały lub 2500 czci w chwili ukończenia zadania.",
  "pet_requirement_35": "Można go znaleźć przez cały grudzień na Pogórzu Cienistej Skały.",
  "pet_requirement_36": "Można go znaleźć w Prima Aprilis na Ugorze Orków. Serio!",
  "pet_requirement_37": "Można znaleźć w Krainie Oz’Kurr podczas wydarzenia Epickie Szaleństwo Zakupowe.",
  "pet_requirement_38": "Można go znaleźć podczas wyprawy w Maerwynn po ukończeniu wieży.",
  "pet_requirement_39": "Musisz pokonać ostatniego pupila w środowisku i odnaleźć krainę Oz’kurr.",
  "pet_requirement_0": "Można go znaleźć w dzień w Zmurszałym Lesie.",
  "pet_requirement_1": "Można go znaleźć nocą na Trakcie Trędowatych.",
  "pet_requirement_2": "Można go znaleźć nocą w Puszczy Zarośląskiej.",
  "pet_requirement_3": "Można go znaleźć nocą w Zmurszałym Lesie.",
  "pet_requirement_4": "Można go znaleźć w poniedziałkową noc na Trakcie Trędowatych.",
  "pet_requirement_5": "Można go znaleźć na Moczarach Mary w godzinie duchów. (00:00 - 01:00)",
  "pet_requirement_6": "Można go znaleźć w letnie dni w Puszczy Zarośląskiej.",
  "pet_requirement_7": "Można go znaleźć w zimowe dni na Trakcie Trędowatych.",
  "pet_requirement_8": "Można go znaleźć w piątkową noc na Pogórzu Cienistej Skały.",
  "pet_requirement_9": "Można go znaleźć w jesienne dni w Zmurszałym Lesie.",
  "pet_requirement_10": "Można go znaleźć w poniedziałkową noc na Moczarach Mary.",
  "pet_requirement_11": "Można go znaleźć we wtorkową noc na Trakcie Trędowatych.",
  "pet_requirement_12": "Można go znaleźć w środową noc na Pogórzu Cienistej Skały.",
  "pet_requirement_13": "Można go znaleźć w czwartek za dnia na Pogórzu Cienistej Skały.",
  "pet_requirement_14": "Można go znaleźć na Trakcie Trędowatych w Halloween podczas wydarzenia Szalone Grzybowe Żniwa.",
  "pet_requirement_15": "Można go znaleźć na Moczarach Mary. Wymaga: pozycji w pierwszym 1000. sali chwały lub 50 000 czci w chwili ukończenia zadania.",
  "pet_requirement_16": "Można znaleźć na Pogórzu Cienistej Skały podczas wydarzenia Prawdziwa Profuzja PD.",
  "pet_requirement_17": "Można go znaleźć w piątek 13. na Trakcie Trędowatych.",
  "pet_requirement_18": "Można go znaleźć na Moczarach Mary po ukończeniu 10 poziomu 15 lochu w Strefie Mroku.",
  "pet_requirement_19": "Można go znaleźć na ostatnim poziomie środowiska mroku. Lokalizacja: Puszcza Zarośląska.",
  "pet_requirement_80": "Można go znaleźć w dzień na Wyspie Trupiego Łba.",
  "pet_requirement_81": "Można go znaleźć w dzień na Wyspie Trupiego Łba.",
  "pet_requirement_82": "Można go znaleźć nocą na Moczarach Mary.",
  "pet_requirement_83": "Można go znaleźć w dzień na Pogórzu Cienistej Skały.",
  "pet_requirement_84": "Można go znaleźć w poniedziałek za dnia na Pogórzu Cienistej Skały.",
  "pet_requirement_85": "Można go znaleźć we wtorkową noc w Zmurszałym Lesie.",
  "pet_requirement_86": "Można go znaleźć w środę za dnia w Zmurszałym Lesie.",
  "pet_requirement_87": "Można go znaleźć w zimowe dni na Pogórzu Cienistej Skały.",
  "pet_requirement_88": "Można go znaleźć w czwartkową noc w Zmurszałym Lesie.",
  "pet_requirement_89": "Można go znaleźć w piątek za dnia na Wyspie Trupiego Łba.",
  "pet_requirement_90": "Można go znaleźć w sobotę za dnia na Wyspie Trupiego Łba.",
  "pet_requirement_91": "Można go znaleźć w jesienne noce na Wyspie Trupiego Łba.",
  "pet_requirement_92": "Można go znaleźć w letnie dni na Moczarach Mary.",
  "pet_requirement_93": "Można go znaleźć w niedzielną noc na Pogórzu Cienistej Skały.",
  "pet_requirement_94": "Można go znaleźć na Wyspie Trupiego Łba. Wymaga: pupili w pierwszej 100. sali chwały lub 4000 czci w chwili ukończenia zadania.",
  "pet_requirement_95": "Można go znaleźć tylko w osiedlowym gabinecie magii.",
  "pet_requirement_96": "Można znaleźć na Wyspie Trupiego Łba, gdy legendarny loch „Szemrana impreza urodzinowa” jest otwarty w czasie letniej rocznicy S&F.",
  "pet_requirement_97": "Można go znaleźć w tajemniczej toalecie. Wymaga: aury na poziomie 20.",
  "pet_requirement_98": "Można go znaleźć wyprawy w Zmurszałym Lesie po ukończeniu 22 lochu w Strefie Światła.",
  "pet_requirement_99": "Można go znaleźć na ostatnim poziomie środowiska wody. Lokalizacja: Moczary Mary."
}