{
  "pet_requirement_40": "Puede encontrarse en Gnarogrim durante el día.",
  "pet_requirement_41": "Puede encontrarse en la Selva infinita por la noche.",
  "pet_requirement_42": "Puede encontrarse en Maerwynn durante el día.",
  "pet_requirement_43": "Puede encontrarse en las Llanuras de Oz’Korr durante el día.",
  "pet_requirement_44": "Puede encontrarse en Gnarogrim por la noche.",
  "pet_requirement_45": "Puede encontrarse en las Llanuras de Oz’Korr en verano durante el día.",
  "pet_requirement_46": "Puede encontrarse en la Selva infinita en otoño durante el día.",
  "pet_requirement_47": "Puede encontrarse en Gnarogrim en invierno durante el día.",
  "pet_requirement_48": "Puede encontrarse en el Maerwynn en primavera durante el día.",
  "pet_requirement_49": "Puede encontrarse en la Selva infinita el domingo por la noche.",
  "pet_requirement_50": "Puede encontrarse en Maerwynn el lunes durante el día.",
  "pet_requirement_51": "Puede encontrarse en Gnarogrim el martes por la noche.",
  "pet_requirement_52": "Puede encontrarse en Maerwynn el miércoles durante el día.",
  "pet_requirement_53": "Puede encontrarse en las Llanuras de Oz’Korr el jueves durante el día.",
  "pet_requirement_54": "Puede encontrarse en Maerwynn cuando la mazmorra legendaria «Legendarios fantásticos y dónde encontrarlos» está disponible en Pascua.",
  "pet_requirement_55": "Puede encontrarse en la Selva infinita durante el evento de Pentecostés.",
  "pet_requirement_56": "Puede encontrarse en las Llanuras de Oz'Korr durante el Desaforo de oro glorioso",
  "pet_requirement_57": "Puede encontrarse en la Gnarogrim. Necesario: posición entre los 100 primeros del salón de la fama de la fortaleza o 2500 puntos de honor al finalizar la misión.",
  "pet_requirement_58": "Puede encontrarse en la mina de gemas. Necesario: mina de nivel 20.",
  "pet_requirement_59": "Puede encontrarse en la última planta del Hábitat de la Tierra. Ubicación: Selva infinita.",
  "pet_requirement_60": "Puede encontrarse en el Bosque de Légamo durante el día.",
  "pet_requirement_61": "Puede encontrarse en Magmaron por la noche.",
  "pet_requirement_62": "Puede encontrarse en la Ciénaga bascosa de noche.",
  "pet_requirement_63": "Puede encontrarse en el Desierto del Achicharre durante el día.",
  "pet_requirement_64": "Puede encontrarse en Magmaron el martes por la noche.",
  "pet_requirement_65": "Puede encontrarse en el Bosque de légamo las noches de otoño.",
  "pet_requirement_66": "Puede encontrarse en Magmaron el lunes durante el día.",
  "pet_requirement_67": "Puede encontrarse en el Desierto del Achicharre en primavera durante el día.",
  "pet_requirement_68": "Puede encontrarse en Magmaron en invierno durante el día.",
  "pet_requirement_69": "Puede encontrarse en la Selva infinita el miércoles por la noche.",
  "pet_requirement_70": "Puede encontrarse en el Desierto del Achicharre el jueves durante el día.",
  "pet_requirement_71": "Puede encontrarse en el Desierto del Achicharre en verano durante el día.",
  "pet_requirement_72": "Puede encontrarse en Magmaron el viernes durante el día.",
  "pet_requirement_73": "Puede encontrarse en la Selva infinita el sábado por la noche.",
  "pet_requirement_74": "No lo encontrarás en la naturaleza, sino en tu armería más cercana.",
  "pet_requirement_75": "Puede encontrarse en el Desierto del Achicharre durante la Hora de la letrina prístina.",
  "pet_requirement_76": "Puede encontrarse en Magmaron en San Valentín.",
  "pet_requirement_77": "Puede encontrarse en las Llanuras de Oz’Korr en Nochevieja y Año Nuevo.",
  "pet_requirement_78": "Puede encontrarse en una expedición en Magmaron tras superar el Portal del Demonio.",
  "pet_requirement_79": "Puede encontrarse en la última planta del Hábitat de Fuego.  Ubicación: Gnarogrim.",
  "pet_requirement_20": "Puede encontrarse en las Llanuras de Oz’Korr durante el día.",
  "pet_requirement_21": "Puede encontrarse en las Tierras yermas por la noche.",
  "pet_requirement_22": "Puede encontrarse en Maerwynn durante el día.",
  "pet_requirement_23": "Puede encontrarse en las Tierras yermas durante el día.",
  "pet_requirement_24": "Puede encontrarse en Maerwynn las noches de primavera.",
  "pet_requirement_25": "Puede encontrarse en las Tierras yermas el sábado durante el día.",
  "pet_requirement_26": "Puede encontrarse en el Desierto del Achicharre en verano durante el día.",
  "pet_requirement_27": "Puede encontrarse en las Llanuras de Oz’Korr en otoño durante el día.",
  "pet_requirement_28": "Puede encontrarse en el Desierto del Achicharre el lunes por la noche.",
  "pet_requirement_29": "Puede encontrarse en las Tierras yermas el martes durante el día.",
  "pet_requirement_30": "Puede encontrarse en el Desierto del Achicharre el domingo durante el día.",
  "pet_requirement_31": "Puede encontrarse en Maerwynn el miércoles por la noche.",
  "pet_requirement_32": "Puede encontrarse en las Llanuras de Oz’Korr el jueves durante el día.",
  "pet_requirement_33": "Puede encontrarse en las Tierras yermas el viernes durante el día.",
  "pet_requirement_34": "Puede encontrarse en el Desierto del Achicharre. Necesario: posición entre los 100 primeros del salón de la fama del gremio o 2500 puntos de honor al finalizar la misión.",
  "pet_requirement_35": "Puede encontrarse en la Montaña de la sombra en diciembre.",
  "pet_requirement_36": "Puede encontrarse en las Tierras yermas el 1.º de abril. ¡No es broma!",
  "pet_requirement_37": "Puede encontrarse en las Llanuras de Oz’Korr durante la Locura de festival de compras épicas.",
  "pet_requirement_38": "Puede encontrarse en una expedición en Maerwynn tras superar La Torre.",
  "pet_requirement_39": "Puede encontrarse en la última planta del Hábitat de Luz.  Ubicación: Panicie de Oz'Korr.",
  "pet_requirement_0": "Puede encontrarse en el Bosque de Légamo durante el día.",
  "pet_requirement_1": "Puede encontrarse en las Tierras putrefactas por la noche.",
  "pet_requirement_2": "Puede encontrarse en la Selva infinita de noche.",
  "pet_requirement_3": "Puede encontrarse en el Bosque de légamo por la noche.",
  "pet_requirement_4": "Puede encontrarse en las Tierras putrefactas el lunes por la noche.",
  "pet_requirement_5": "Puede encontrarse en el Ciénaga Bascosa durante la hora bruja. (De 12 a 1 de la madrugada)",
  "pet_requirement_6": "Puede encontrarse en la Selva infinita en verano durante el día.",
  "pet_requirement_7": "Puede encontrarse en las Tierras putrefactas en invierno durante el día.",
  "pet_requirement_8": "Puede encontrarse en la Montaña de la sombra el viernes por la noche.",
  "pet_requirement_9": "Puede encontrarse en Bosque de légamo en otoño durante el día.",
  "pet_requirement_10": "Puede encontrarse en la Ciénaga bascosa el lunes por la noche.",
  "pet_requirement_11": "Puede encontrarse en las Tierras putrefactas el martes por la noche.",
  "pet_requirement_12": "Puede encontrarse en la Montaña de la sombra el miércoles por la noche.",
  "pet_requirement_13": "Puede encontrarse en la Montaña de la sombra el jueves durante el día.",
  "pet_requirement_14": "Puede encontrarse en las Tierras putrefactas en Halloween durante el evento \"Cosecha loca de setas\".",
  "pet_requirement_15": "Puede encontrarse en la Ciénaga bascosa. Necesario: posición entre los 1000 primeros del salón de la fama o 50.000 puntos de honor al finalizar la misión.",
  "pet_requirement_16": "Puede encontrarse en la Montaña de la sombra durante el evento de EXP excepcional.",
  "pet_requirement_17": "Puede encontrarse en las Tierras putrefactas un viernes 13.",
  "pet_requirement_18": "Puede encontrarse en la Ciénaga bascosa tras superar la planta 10 de la mazmorra 15 del Mundo de las sombras.",
  "pet_requirement_19": "Puede encontrarse en la última planta del Hábitat de Sombra. Ubicación: Selva infinita.",
  "pet_requirement_80": "Puede encontrarse en la Isla calavera durante el día.",
  "pet_requirement_81": "Puede encontrarse en la Isla calavera durante el día.",
  "pet_requirement_82": "Puede encontrarse en la Ciénaga bascosa por la noche.",
  "pet_requirement_83": "Puede encontrarse en la Montaña de la sombra durante el día.",
  "pet_requirement_84": "Puede encontrarse en la Montaña de la sombra el lunes durante el día.",
  "pet_requirement_85": "Puede encontrarse en el Bosque de légamo el martes por la noche.",
  "pet_requirement_86": "Puede encontrarse en el Bosque de Légamo el miércoles durante el día.",
  "pet_requirement_87": "Puede encontrarse en la Montaña de la sombra en invierno durante el día.",
  "pet_requirement_88": "Puede encontrarse en el Bosque de légamo el jueves por la noche.",
  "pet_requirement_89": "Puede encontrarse en la Isla calavera el viernes durante el día.",
  "pet_requirement_90": "Puede encontrarse en la Isla calavera el sábado durante el día.",
  "pet_requirement_91": "Puede encontrarse en la Isla calavera las noches de otoño.",
  "pet_requirement_92": "Puede encontrarse en la Ciénaga bascosa en verano durante el día.",
  "pet_requirement_93": "Puede encontrarse en la Montaña de la sombra el domingo por la noche.",
  "pet_requirement_94": "Puede encontrarse en la Isla calavera. Necesario: posición entre los 100 primeros del ranking de mascotas o 4000 puntos de honor al finalizar la misión.",
  "pet_requirement_95": "No lo encontrarás en la naturaleza, sino en tu tienda mágica más cercana.",
  "pet_requirement_96": "Puede encontrarse en la Isla calavera cuando la mazmorra legendaria «Fiesta de cumpleaños sombría» está disponible durante el aniversario de S&F, en verano.",
  "pet_requirement_97": "Puede encontrarse en el Retrete Arcano. Necesario: aura de nivel 20.",
  "pet_requirement_98": "Se puede encontrar en una expedición en el Bosque de Légamo tras superar la mazmorra 22 del Mundo de la luz.",
  "pet_requirement_99": "Puede encontrarse en la última planta del Hábitat de agua. Ubicación: Ciénaga bascosa."
}