{
  "guild_raid_1": "La piscinetta",
  "guild_raid_2": "I 6 oceani e 1/2",
  "guild_raid_3": "Gli abissi profondi",
  "guild_raid_4": "La colonia dell'orticello",
  "guild_raid_5": "Scuola del terrore",
  "guild_raid_6": "Regno dei nani oscuri",
  "guild_raid_7": "Il castello di vetro",
  "guild_raid_8": "Downtown Brooklyn",
  "guild_raid_9": "La grotta del pipistrello",
  "guild_raid_10": "La terra di Gobbot",
  "guild_raid_11": "Regno delle lampade magiche",
  "guild_raid_12": "Il polo est",
  "guild_raid_13": "Regno dei titani",
  "guild_raid_14": "Assurdistan",
  "guild_raid_15": "Il castello di ossa",
  "guild_raid_16": "Miti e misteri",
  "guild_raid_17": "Dromedario ancawatri",
  "guild_raid_18": "Barbarie",
  "guild_raid_19": "Extraterra IV",
  "guild_raid_20": "La strada per l'inferno",
  "guild_raid_21": "Inferno infernale",
  "guild_raid_22": "Zoo delle carezze della morte",
  "guild_raid_23": "Nella tana del drago",
  "guild_raid_24": "La palude delle acque nere",
  "guild_raid_25": "L'asilo dei mostri",
  "guild_raid_26": "Il consiglio degli orrori",
  "guild_raid_27": "Festa mostruosa",
  "guild_raid_28": "Il covo dei ladri di tombe",
  "guild_raid_29": "La cripta dello zombie",
  "guild_raid_30": "La guardia armata dell'imperatore",
  "guild_raid_31": "Il mondo capovolto",
  "guild_raid_32": "Messaggeri dei morti",
  "guild_raid_33": "La festa dei predatori",
  "guild_raid_34": "La pagliacciata",
  "guild_raid_35": "La popolazione dei miserabili",
  "guild_raid_36": "Evita la spada",
  "guild_raid_37": "Nell'oscurità della notte",
  "guild_raid_38": "Fuoco asociale",
  "guild_raid_39": "Il vecchio cimitero",
  "guild_raid_40": "Bestie primordiali",
  "guild_raid_41": "La montagna della magia nera",
  "guild_raid_42": "Gli orrori di Gargosh",
  "guild_raid_43": "Ragorth il ladro",
  "guild_raid_44": "Schlabba il fango",
  "guild_raid_45": "Xanthippopotamia",
  "guild_raid_46": "Nell'orto",
  "guild_raid_47": "La fine prematura",
  "guild_raid_48": "Debug",
  "guild_raid_49": "Errore nel sistema",
  "guild_raid_50": "Dal grande boss",
  "pet_requirement_40": "Puoi trovarlo a Gnarogrim di giorno.",
  "pet_requirement_41": "Puoi trovarlo nella Giungla Strisciante di notte.",
  "pet_requirement_42": "Puoi trovarlo a Maerwynn di giorno.",
  "pet_requirement_43": "Puoi trovarlo nelle Pianure di Oz'Korr di giorno.",
  "pet_requirement_44": "Puoi trovarlo a Gnarogrim di notte.",
  "pet_requirement_45": "Puoi trovarlo nelle Pianure di Oz'Korr nei giorni estivi.",
  "pet_requirement_46": "Puoi trovarlo nella Giungla Strisciante nei giorni autunnali.",
  "pet_requirement_47": "Puoi trovarlo a Gnarogrim nei giorni invernali.",
  "pet_requirement_48": "Puoi trovarlo a Maerwynn nei giorni primaverili.",
  "pet_requirement_49": "Puoi trovarlo nella Giungla Strisciante la domenica notte.",
  "pet_requirement_50": "Puoi trovarlo a Maerwynn il lunedì, di giorno.",
  "pet_requirement_51": "Puoi trovarlo a Gnarogrim il martedì notte.",
  "pet_requirement_52": "Puoi trovarlo a Maerwynn il mercoledì, di giorno.",
  "pet_requirement_53": "Puoi trovarlo nelle Pianure di Oz'Korr il giovedì, di giorno.",
  "pet_requirement_54": "Puoi trovarlo a Maerwynn quando il Dungeon leggendario \"Leggendari fantastici e dove trovarli\" è aperto a Pasqua.",
  "pet_requirement_55": "Puoi trovarlo nella Giungla Strisciante nell'evento di Pentecoste.",
  "pet_requirement_56": "Puoi trovarlo nelle Pianure di Oz'Korr durante Oro io ti adoro.",
  "pet_requirement_57": "Puoi trovarlo a Gnarogrim. Requisiti: fortezza nella top 100 della Hall of Fame o 2.500 punti onore alla fine della missione.",
  "pet_requirement_58": "Puoi trovarlo nella Miniera di gemme. Requisiti: livello miniera 20.",
  "pet_requirement_59": "Puoi trovarlo all'ultimo piano dell'habitat della Terra. Zona: Giungla Strisciante.",
  "pet_requirement_60": "Puoi trovarlo nella Foresta Ammuffita di giorno.",
  "pet_requirement_61": "Puoi trovarlo a Magmaron di notte.",
  "pet_requirement_62": "Puoi trovarlo nella Palude Acquanera di notte.",
  "pet_requirement_63": "Puoi trovarlo nel Deserto Arso di giorno.",
  "pet_requirement_64": "Puoi trovarlo a Magmaron il martedì notte.",
  "pet_requirement_65": "Puoi trovarlo nella Foresta Ammuffita nelle notti d'autunno.",
  "pet_requirement_66": "Puoi trovarlo a Magmaron il lunedì, di giorno.",
  "pet_requirement_67": "Puoi trovarlo nel Deserto Arso nei giorni primaverili.",
  "pet_requirement_68": "Puoi trovarlo a Magmaron nei giorni invernali.",
  "pet_requirement_69": "Puoi trovarlo nella Giungla Strisciante il mercoledì notte.",
  "pet_requirement_70": "Puoi trovarlo nel Deserto Arso il giovedì, di giorno.",
  "pet_requirement_71": "Puoi trovarlo nel Deserto Arso nei giorni estivi.",
  "pet_requirement_72": "Puoi trovarlo a Magmaron il venerdì, di giorno.",
  "pet_requirement_73": "Puoi trovarlo nella Giungla Strisciante il sabato notte.",
  "pet_requirement_74": "Non lo troverai nelle terre selvagge, ma nel tuo negozio di armi di fiducia.",
  "pet_requirement_75": "Puoi trovarlo nel Deserto Arso durante Ora del gabinetto pulito.",
  "pet_requirement_76": "Puoi trovarlo a Magmaron a San Valentino.",
  "pet_requirement_77": "Puoi trovarlo nelle Pianure di Oz'Korr alla vigilia di Capodanno e a Capodanno.",
  "pet_requirement_78": "Puoi trovarlo durante una spedizione a Magmaron dopo aver completato il portale demoniaco.",
  "pet_requirement_79": "Puoi trovarlo all'ultimo piano dell'habitat del Fuoco. Zona: Gnarogrim",
  "pet_requirement_20": "Puoi trovarlo nelle Pianure di Oz'Korr di giorno.",
  "pet_requirement_21": "Puoi trovarlo nelle Lande Crepate di notte.",
  "pet_requirement_22": "Puoi trovarlo a Maerwynn di giorno.",
  "pet_requirement_23": "Puoi trovarlo nelle Lande Crepate di giorno.",
  "pet_requirement_24": "Puoi trovarlo a Maerwynn nelle notti primaverili.",
  "pet_requirement_25": "Puoi trovarlo nelle Lande Crepate il sabato, di giorno.",
  "pet_requirement_26": "Puoi trovarlo nel Deserto Arso nei giorni estivi.",
  "pet_requirement_27": "Puoi trovarlo nelle Pianure di Oz'Korr nei giorni autunnali.",
  "pet_requirement_28": "Puoi trovarlo nel Deserto Arso il lunedì notte.",
  "pet_requirement_29": "Puoi trovarlo nelle Lande Crepate il martedì, di giorno.",
  "pet_requirement_30": "Puoi trovarlo nel Deserto Arso la domenica, di giorno.",
  "pet_requirement_31": "Puoi trovarlo a Maerwynn il mercoledì notte.",
  "pet_requirement_32": "Puoi trovarlo nelle Pianure di Oz'Korr il giovedì, di giorno.",
  "pet_requirement_33": "Puoi trovarlo nelle Lande Crepate il venerdì, di giorno.",
  "pet_requirement_34": "Puoi trovarlo nel Deserto Arso. Requisiti: gilda nella top 100 della Hall of Fame o 2.500 punti onore alla fine della missione.",
  "pet_requirement_35": "Puoi trovarlo nella Montagna Roccaombrosa a dicembre.",
  "pet_requirement_36": "Puoi trovarlo nelle Lande Crepate il primo aprile. E non è uno scherzo!",
  "pet_requirement_37": "Puoi trovarlo nelle Pianure di Oz'Korr durante Trionfo dello shopping epico.",
  "pet_requirement_38": "Puoi trovarlo durante una spedizione a Maerwynn dopo aver completato la Torre.",
  "pet_requirement_39": "Puoi trovarlo all'ultimo piano dell'habitat della Luce. Zona: Pianure di Oz'Korr",
  "pet_requirement_0": "Puoi trovarlo nella Foresta Ammuffita di giorno.",
  "pet_requirement_1": "Puoi trovarlo nelle Terre Marce di notte.",
  "pet_requirement_2": "Puoi trovarlo nella Giungla Strisciante di notte.",
  "pet_requirement_3": "Puoi trovarlo nella Foresta Ammuffita di notte.",
  "pet_requirement_4": "Puoi trovarlo nelle Terre Marce il lunedì notte.",
  "pet_requirement_5": "Puoi trovarlo nella Palude Acquanera nell'ora delle streghe. (dalle 24:00 all'1:00 di notte)",
  "pet_requirement_6": "Puoi trovarlo nella Giungla Strisciante nei giorni estivi.",
  "pet_requirement_7": "Puoi trovarlo nelle Terre Marce nei giorni d'inverno.",
  "pet_requirement_8": "Puoi trovarlo sulla Montagna Roccaombrosa il venerdì notte.",
  "pet_requirement_9": "Puoi trovarlo a Foresta Ammuffita nei giorni autunnali.",
  "pet_requirement_10": "Puoi trovarlo nella Palude Acquanera il lunedì notte.",
  "pet_requirement_11": "Puoi trovarlo nelle Terre Marce il martedì notte.",
  "pet_requirement_12": "Puoi trovarlo a Montagna Roccaombrosa il mercoledì notte.",
  "pet_requirement_13": "Puoi trovarlo a Montagna Roccaombrosa il giovedì, di giorno.",
  "pet_requirement_14": "Puoi trovarlo nelle Terre Marce ad Halloween durante l'evento \"Folle raccolta di Funghetti\".",
  "pet_requirement_15": "Puoi trovarlo nella Palude Acquanera. Requisiti: top 1.000 della Hall of Fame o 50.000 punti onore alla fine della missione.",
  "pet_requirement_16": "Puoi trovarlo a Montagna Roccaombrosa durante l'Evento XP Eccezionale.",
  "pet_requirement_17": "Puoi trovarlo nelle Terre Marce il venerdì 13.",
  "pet_requirement_18": "Puoi trovarlo nella Palude Acquanera dopo aver completato il piano 10 del 15esimo dungeon nel Mondo delle ombre.",
  "pet_requirement_19": "Puoi trovarlo all'ultimo piano dell'habitat delle Ombre. Zona: Giungla Strisciante.",
  "pet_requirement_80": "Puoi trovarlo nell'Isola del Teschio di giorno.",
  "pet_requirement_81": "Puoi trovarlo sull' Isola del Teschio di giorno.",
  "pet_requirement_82": "Puoi trovarlo nella Palude Acquanera di notte.",
  "pet_requirement_83": "Puoi trovarlo presso la Montagna Roccaombrosa di giorno.",
  "pet_requirement_84": "Puoi trovarlo presso la Montagna Roccaombrosa il lunedì, di giorno.",
  "pet_requirement_85": "Puoi trovarlo nella Foresta Ammuffita il martedì notte.",
  "pet_requirement_86": "Puoi trovarlo nella Foresta Ammuffita il mercoledì, di giorno.",
  "pet_requirement_87": "Puoi trovarlo presso la Montagna Roccaombrosa nei giorni invernali.",
  "pet_requirement_88": "Puoi trovarlo nella Foresta Ammuffita il giovedì notte.",
  "pet_requirement_89": "Puoi trovarlo sull' Isola del Teschio il venerdì, di giorno",
  "pet_requirement_90": "Puoi trovarlo nell'Isola del Teschio il sabato, di giorno.",
  "pet_requirement_91": "Puoi trovarlo nell'Isola del Teschio nelle notti autunnali.",
  "pet_requirement_92": "Puoi trovarlo nella Palude Acquanera nei giorni estivi.",
  "pet_requirement_93": "Puoi trovarlo sulla Montagna Roccaombrosa la domenica notte.",
  "pet_requirement_94": "Puoi trovarlo sull' Isola del Teschio. Requisiti: famiglio nella top 100 della Hall of fame o 4.000 punti onore alla fine della missione.",
  "pet_requirement_95": "Non lo troverai allo stato brado, ma nel tuo shop magie locale.",
  "pet_requirement_96": "Puoi trovarlo sull'Isola del Teschio quando il Dungeon leggendario \"Baldoria di compleanno oscura\" è aperto durante l'anniversario di S&F in estate.",
  "pet_requirement_97": "Puoi trovarlo nel Gabinetto Arcano. Requisiti: livello aura 20.",
  "pet_requirement_98": "Puoi trovarlo in una spedizione nella Foresta Ammuffita dopo il completamento del dungeon della Luce 22.",
  "pet_requirement_99": "Puoi trovarlo all'ultimo piano dell'habitat d'Acqua. Zona: Palude Acquanera."
}