{
  "pet_requirement_40": "K nalezení přes den v Gnarogrimu.",
  "pet_requirement_41": "K nalezení v noci v Hustodžungli.",
  "pet_requirement_42": "K nalezení přes den v Maerwynnu.",
  "pet_requirement_43": "K nalezení ve dne na Oz’Korrských pláních.",
  "pet_requirement_44": "K nalezení v noci v Gnarogrimu.",
  "pet_requirement_45": "K nalezení během letních dnů na Oz’Korrských pláních.",
  "pet_requirement_46": "K nalezení během podzimních dnů v Hustodžungli.",
  "pet_requirement_47": "K nalezení během zimních dnů v Gnarogrimu.",
  "pet_requirement_48": "K nalezení během jarních dnů v Maerwynnu.",
  "pet_requirement_49": "K nalezení během nedělní noci v Hustodžungli.",
  "pet_requirement_50": "Nalezneš jej v pondělí ve dne v Maerwynnu.",
  "pet_requirement_51": "K nalezení během úterní noci v Gnarogrimu.",
  "pet_requirement_52": "K nalezení ve středu ve dne v Maerwynnu.",
  "pet_requirement_53": "K nalezení ve čtvrtek ve dne na Oz’Korrských pláních.",
  "pet_requirement_54": "K nalezení v Maerwynnu o Velikonocích, když je zpřístupněno legendární podzemí „Fantastické legendárky a kde je najít“.",
  "pet_requirement_55": "Nalezneš jej o svatodušní neděli v Hustodžungli.",
  "pet_requirement_56": "K nalezení během události Vše je zlato, co se třpytí na Oz’Korrských pláních.",
  "pet_requirement_57": "K nalezení v Gnarogrimu. Vyžadováno: Pevnost v top 100 v síni slávy nebo 2 500 věhlasu po dokončení úkolu.",
  "pet_requirement_58": "Nalezneš jej v dolu na drahokamy. Vyžadováno:  Úroveň dolu 20.",
  "pet_requirement_59": "K nalezení na posledním  podlaží zemského habitatu. Lokace: Hustodžungle.",
  "pet_requirement_60": "K nalezení přes den v Hnilohvozdu.",
  "pet_requirement_61": "K nalezení v noci v Magmaronu.",
  "pet_requirement_62": "Nalezneš jej v noci v Černočerné bažině.",
  "pet_requirement_63": "K nalezení přes den ve Výhňopoušti.",
  "pet_requirement_64": "K nalezení během úterní noci v Magmaronu.",
  "pet_requirement_65": "Nalezneš jej během podzimních nocí v Hnilohvozdu.",
  "pet_requirement_66": "K nalezení v pondělí ve dne v Magmaronu.",
  "pet_requirement_67": "Nalezneš jej během jarních dnů ve Výhňopoušti.",
  "pet_requirement_68": "K nalezení během zimních dnů v Magmaronu.",
  "pet_requirement_69": "Nalezneš jej během středeční noci v Hustodžungli.",
  "pet_requirement_70": "K nalezení ve čtvrtek ve dne ve Výhňopoušti.",
  "pet_requirement_71": "K nalezení během letních dnů ve Výhňopoušti.",
  "pet_requirement_72": "Nalezneš jej v pátek ve dne v Magmaronu.",
  "pet_requirement_73": "K nalezení během sobotní noci v Hustodžungli.",
  "pet_requirement_74": "V pustině jej nenalezneš, pouze ve své zbrojírně.",
  "pet_requirement_75": "K nalezení během události Zametání před vlastním prahem ve Výhňopoušti.",
  "pet_requirement_76": "K nalezení na Valentýna v Magmaronu.",
  "pet_requirement_77": "K nalezení během Silvestra a na Nový rok na Oz’Korrských pláních.",
  "pet_requirement_78": "K nalezení v úkolu v Magmaronu po vyčištění Démonického portálu.",
  "pet_requirement_79": "Nalezneš jej na posledním podlaží ohnivého habitatu. Lokace: Gnarogrim.",
  "pet_requirement_20": "K nalezení ve dne na Oz’Korrských pláních.",
  "pet_requirement_21": "K nalezení v noci v Prasopustině.",
  "pet_requirement_22": "K nalezení přes den v Maerwynnu.",
  "pet_requirement_23": "K nalezení přes den v Prasopustině.",
  "pet_requirement_24": "K nalezení během jarních nocí v Maerwynnu.",
  "pet_requirement_25": "K nalezení v sobotu v Prasopustině během dne.",
  "pet_requirement_26": "Nalezneš jej během letních dnů ve Výhňopoušti.",
  "pet_requirement_27": "K nalezení během podzimních dnů na Oz’Korrských pláních.",
  "pet_requirement_28": "K nalezení během pondělní noci ve Výhňopoušti.",
  "pet_requirement_29": "Nalezneš jej v úterý ve dne v Prasopustině.",
  "pet_requirement_30": "K nalezení v neděli ve dne ve Výhňopoušti.",
  "pet_requirement_31": "K nalezení během středeční noci v Mearwynnu.",
  "pet_requirement_32": "K nalezení ve čtvrtek ve dne na Oz’Korrských pláních.",
  "pet_requirement_33": "K nalezení v pátek ve dne v Prasopustině.",
  "pet_requirement_34": "K nalezení ve Výhňopoušti. Vyžadováno: Cech v top 100 v síni slávy nebo 2 500 věhlasu po dokončení úkolu.",
  "pet_requirement_35": "K nalezení v prosinci. Lokace: Stínohory.",
  "pet_requirement_36": "K nalezení na apríla v Prasopustině. To není apríl!",
  "pet_requirement_37": "K nalezení během události Extravagantní epická nákupní horečka na Oz’Korrských pláních.",
  "pet_requirement_38": "K nalezení v úkolu v Maerwynnu po vyčištění věže.",
  "pet_requirement_39": "Nalezneš jej na posledním  podlaží světelného habitatu.  Lokace: Oz ́korské planiny.",
  "pet_requirement_0": "K nalezení přes den v Hnilohvozdu.",
  "pet_requirement_1": "K nalezení v noci ve Špínokraji.",
  "pet_requirement_2": "Nalezneš jej v noci v Hustodžungli.",
  "pet_requirement_3": "K nalezení v noci v Hnilohvozdu.",
  "pet_requirement_4": "K nalezení během pondělní noci ve Špínokraji.",
  "pet_requirement_5": "Nalezneš jej během hodiny duchů v Černočerných bažinách. (00:00–01:00)",
  "pet_requirement_6": "K nalezení během letních dnů v Hustodžungli.",
  "pet_requirement_7": "K nalezení během zimního dne ve Špínokraji.",
  "pet_requirement_8": "Nalezneš jej během páteční noci ve Stínohorách.",
  "pet_requirement_9": "Nalezneš jej během podzimních dnů v Hnilohvozdu.",
  "pet_requirement_10": "K nalezení během pondělní noci v Černočerné bažině.",
  "pet_requirement_11": "K nalezení během úterní noci ve Špínokraji.",
  "pet_requirement_12": "Nalezneš jej během středeční noci ve Stínohorách.",
  "pet_requirement_13": "Nalezneš jej ve čtvrtek ve dne ve Stínohorách.",
  "pet_requirement_14": "K nalezení ve Špínokraji na Halloween během akce „Bláznivá sklizeň houbiček“.",
  "pet_requirement_15": "K nalezení v Černočerné bažině. Vyžadováno: Top 1 000 v síni slávy nebo 50 000 věhlasu po dokončení úkolu.",
  "pet_requirement_16": "K nalezení během Události nehorázných zkušeností ve Stínohorách.",
  "pet_requirement_17": "Nalezneš jej v pátek 13. ve Špínokraji.",
  "pet_requirement_18": "K nalezení formou odměny za vyčištění 10. podlaží 15. podzemí Stinného světa. Lokace: Černočerná bažina",
  "pet_requirement_19": "K nalezení na posledním  podlaží stinného habitatu. Lokace: Hustodžungle.",
  "pet_requirement_80": "K nalezení přes den na Mrtvostrově.",
  "pet_requirement_81": "Nalezneš jej přes den na Mrtvostrově.",
  "pet_requirement_82": "K nalezení v noci v Černočerné bažině.",
  "pet_requirement_83": "K nalezení přes den ve Stínohorách.",
  "pet_requirement_84": "K nalezení v pondělí ve Stínohorách během dne.",
  "pet_requirement_85": "K nalezení během úterní noci v Hnilohvozdu.",
  "pet_requirement_86": "K nalezení ve středu v Hnilohvozdu ve dne.",
  "pet_requirement_87": "K nalezení během zimních dnů ve Stínohorách.",
  "pet_requirement_88": "Nalezneš jej během čtvrteční noci v Hnilohvozdu.",
  "pet_requirement_89": "Nalezneš jej během dne v pátek na Mrtvostrově.",
  "pet_requirement_90": "K nalezení v sobotu ve dne  na Mrtvostrově.",
  "pet_requirement_91": "K nalezení během podzimních nocí na Mrtvostrově.",
  "pet_requirement_92": "K nalezení během letních dnů v Černočerné bažině.",
  "pet_requirement_93": "Nalezneš jej během nedělní noci ve Stínohorách.",
  "pet_requirement_94": "Nalezneš jej na Mrtvostrově. Vyžadováno: Mazlíčci v top 100 v síni slávy nebo 4 000 věhlasu po dokončení úkolu.",
  "pet_requirement_95": "V pustině jej nenalezneš, pouze ve tvém čaroobchodu.",
  "pet_requirement_96": "K nalezení na Mrtvostrově, když je během výročí hry S&F v létě zpřístupněno legendární podzemí „Temná narozeninová akce“.",
  "pet_requirement_97": "Nalezneš jej v Tajemném záchodě. Vyžadováno: Úroveň aury 20.",
  "pet_requirement_98": "K nalezení v úkolu v Hnilohvozdu po vyčištění 22. Světelného podzemí.",
  "pet_requirement_99": "K nalezení na posledním  podlaží vodního habitatu.  Lokace: Černočerná bažina."
}