{
  "pet_requirement_40": "Pode ser encontrado na Estepe dos Tropeções durante o dia.",
  "pet_requirement_41": "Pode ser encontrado em Gnarogrim à noite.",
  "pet_requirement_42": "Pode ser encontrado em Erogenion durante o dia.",
  "pet_requirement_43": "Pode ser encontrado na Floresta Negra durante o dia.",
  "pet_requirement_44": "Pode ser encontrado em Northrunt à noite.",
  "pet_requirement_45": "Pode ser encontrado na Montanha das Presas nos dias de verão.",
  "pet_requirement_46": "Pode ser encontrado no Pântano da Água Negra nos dias de outono.",
  "pet_requirement_47": "Pode ser encontrado no Desfiladeiro Fendido nos dias de inverno.",
  "pet_requirement_48": "Pode ser encontrado em Magmaron nos dias de primavera.",
  "pet_requirement_49": "Pode ser encontrado em Nevermoor nas noites de domingo.",
  "pet_requirement_50": "Pode ser encontrado em Maerwynn à segunda-feira durante o dia.",
  "pet_requirement_51": "Pode ser encontrado nas Terras Devastadas nas noites de terça-feira.",
  "pet_requirement_52": "Pode ser encontrado na Floresta das Trevas à quarta-feira durante o dia.",
  "pet_requirement_53": "Pode ser encontrado nas Terras Apodrecidas à quinta-feira durante o dia.",
  "pet_requirement_54": "Pode ser encontrado em Maerwynn quando a Masmorra Lendária \"Itens lendários fantásticos e onde encontrá-los\" estiver aberta na Páscoa.",
  "pet_requirement_55": "Pode ser encontrada na Selva sem Fim durante o evento Pentecostes.",
  "pet_requirement_56": "Pode ser encontrado nas Planícies de Oz'Korr durante a Ostentosa Opulência de Ouro.",
  "pet_requirement_57": "Pode ser encontrado na Estepe dos Tropeções. Necessário: Top 100 do Quadro de Honra da Fortaleza ou 2.500 pontos de honra ao concluir a missão.",
  "pet_requirement_58": "Pode ser encontrado na Mina de Pedras Preciosas. Necessário: Mina no nível 20.",
  "pet_requirement_59": "Pode ser encontrado no último andar do Habitat de Terra. Localização: Floresta Bolorenta",
  "pet_requirement_60": "Pode ser encontrado em Nevermoor durante o dia.",
  "pet_requirement_61": "Pode ser encontrado na Terra Submersa à noite.",
  "pet_requirement_62": "Pode ser encontrado no Pântano da Água Negra à noite.",
  "pet_requirement_63": "Pode ser encontrado na Montanha das Presas durante o dia.",
  "pet_requirement_64": "Pode ser encontrado nas Terras Devastadas nas noites de terça-feira.",
  "pet_requirement_65": "Pode ser encontrado na Floresta Bolorenta nas noites de outono.",
  "pet_requirement_66": "Pode ser encontrado no Desfiladeiro Fendido à segunda-feira durante o dia.",
  "pet_requirement_67": "Pode ser encontrado no Deserto Escaldante nos dias de primavera.",
  "pet_requirement_68": "Pode ser encontrado nas Planícies de Oz'Korr nos dias de inverno.",
  "pet_requirement_69": "Pode ser encontrado na Selva sem Fim nas noites de quarta-feira.",
  "pet_requirement_70": "Pode ser encontrado na Estepe dos Tropeções à quinta-feira durante o dia.",
  "pet_requirement_71": "Pode ser encontrado na Floresta Negra nos dias de verão.",
  "pet_requirement_72": "Pode ser encontrado em Magmaron à sexta-feira durante o dia.",
  "pet_requirement_73": "Pode ser encontrado na Floresta das Trevas nas noites de sábado.",
  "pet_requirement_74": "Não pode ser encontrado no mato, mas sim na tua loja de armas.",
  "pet_requirement_75": "Pode ser encontrado em Maerwynn durante o Retiro na Retrete Resplandecente.",
  "pet_requirement_76": "Pode ser encontrado na Terra Submersa no Dia de São Valentim.",
  "pet_requirement_77": "Pode ser encontrado na Floresta das Trevas na Véspera e no Dia de Ano Novo.",
  "pet_requirement_78": "Pode ser encontrado numa missão na Ilha da Caveira depois de limpares o Portal do Demónio.",
  "pet_requirement_79": "Pode ser encontrado no último andar do Habitat de Fogo. Localização: Gnarogrim.",
  "pet_requirement_20": "Pode ser encontrado na Estepe dos Tropeções durante o dia.",
  "pet_requirement_21": "Pode ser encontrado na Floresta Bolorenta à noite.",
  "pet_requirement_22": "Pode ser encontrado em Erogenion durante o dia.",
  "pet_requirement_23": "Pode ser encontrado na Montanha Sombria durante o dia.",
  "pet_requirement_24": "Pode ser encontrado na Selva sem Fim nas noites de primavera.",
  "pet_requirement_25": "Pode ser encontrado em Nevermoor ao sábado.",
  "pet_requirement_26": "Pode ser encontrado no Deserto Escaldante nas noites de verão.",
  "pet_requirement_27": "Pode ser encontrado na Terra Submersa nos dias de outono.",
  "pet_requirement_28": "Pode ser encontrado na Ilha da Caveira nas noites de segunda-feira.",
  "pet_requirement_29": "Pode ser encontrado nas Terras Devastadas à terça-feira durante o dia.",
  "pet_requirement_30": "Pode ser encontrado na Montanha das Presas ao domingo durante o dia.",
  "pet_requirement_31": "Pode ser encontrado em Northrunt nas noites de quarta-feira.",
  "pet_requirement_32": "Pode ser encontrado na Floresta das Trevas à quinta-feira durante o dia.",
  "pet_requirement_33": "Pode ser encontrado no Pântano da Água Negra à sexta-feira durante o dia.",
  "pet_requirement_34": "Pode ser encontrado em Erogenion. Necessário: Top 100 do Quadro de Honra do Clã ou 2.500 pontos de honra ao concluir a missão.",
  "pet_requirement_35": "Pode ser encontrado durante a venda de cogumelos de Natal. em Northrunt.",
  "pet_requirement_36": "Pode ser encontrado no Desfiladeiro Fendido no Dia das Mentiras. A sério!",
  "pet_requirement_37": "Pode ser encontrado em Erogenion durante a Fantasia Épica.",
  "pet_requirement_38": "Pode ser encontrado numa missão nas Terras Apodrecidas depois de limpares a Torre.",
  "pet_requirement_39": "Pode ser encontrado no último andar do Habitat de Luz. Localização: Planícies de Oz'Korr.",
  "pet_requirement_0": "Pode ser encontrado em Nevermoor durante o dia.",
  "pet_requirement_1": "Pode ser encontrado em Maerwynn à noite.",
  "pet_requirement_2": "Pode ser encontrado na Selva sem Fim à noite.",
  "pet_requirement_3": "Pode ser encontrado no Desfiladeiro Fendido à noite.",
  "pet_requirement_4": "Pode ser encontrado na Floresta Negra nas noites de segunda-feira.",
  "pet_requirement_5": "Pode ser encontrado na Pântano da Água Negra durante a hora das bruxas. (00h00 - 01h00)",
  "pet_requirement_6": "Pode ser encontrado na Floresta das Trevas nos dias de verão.",
  "pet_requirement_7": "Pode ser encontrado na Ilha da Caveira nas noites de inverno.",
  "pet_requirement_8": "Pode ser encontrado na Montanha Sombria nas noites de sexta-feira.",
  "pet_requirement_9": "Pode ser encontrado em Floresta Bolorenta nos dias de outono.",
  "pet_requirement_10": "Pode ser encontrado na Terra Submersa nas noites de segunda-feira.",
  "pet_requirement_11": "Pode ser encontrado na Montanha das Presas nas noites de terça-feira.",
  "pet_requirement_12": "Pode ser encontrado em Erogenion nas noites de quarta-feira.",
  "pet_requirement_13": "Pode ser encontrado na Estepe dos Tropeções à quinta-feira durante o dia.",
  "pet_requirement_14": "Pode ser encontrado na Floresta Negra no dia das bruxas. durante o evento \"Colheita de Cogumelos Louca\".",
  "pet_requirement_15": "Pode ser encontrado em Gnarogrim. Necessário: Top 1.000 do Quadro de Honra ou 50.000 pontos de honra ao concluir a missão.",
  "pet_requirement_16": "Pode ser encontrado nas Terras Devastadas durante o Evento de XP Excecional.",
  "pet_requirement_17": "Pode ser encontrado nas Terras Apodrecidas na Sexta-feira 13.",
  "pet_requirement_18": "Pode ser encontrado nas Planícies de Oz'Korr depois de limpares o 10.º andar da 15.ª masmorra no Mundo Sombrio.",
  "pet_requirement_19": "Pode ser encontrado no último andar do Habitat de Sombra. Localização: Deserto Escaldante.",
  "pet_requirement_80": "Pode ser encontrado em Magmaron durante o dia.",
  "pet_requirement_81": "Pode ser encontrado na Ilha da Caveira durante o dia.",
  "pet_requirement_82": "Pode ser encontrado na Floresta das Trevas à noite.",
  "pet_requirement_83": "Pode ser encontrado em Northrunt durante o dia.",
  "pet_requirement_84": "Pode ser encontrado nas Terras Apodrecidas à Segunda-feira durante o dia.",
  "pet_requirement_85": "Pode ser encontrado na Montanha das Presas nas noites de terça-feira.",
  "pet_requirement_86": "Pode ser encontrado no Desfiladeiro Fendido à quarta-feira durante o dia.",
  "pet_requirement_87": "Pode ser encontrado na Terra Submersa nos dias de inverno.",
  "pet_requirement_88": "Pode ser encontrado na Floresta Bolorenta nas noites de quinta-feira.",
  "pet_requirement_89": "Pode ser encontrado na Ilha da Caveira à sexta-feira durante o dia.",
  "pet_requirement_90": "Pode ser encontrado no Pântano da Água Negra ao sábado durante o dia.",
  "pet_requirement_91": "Pode ser encontrado em Erogenion nas noites de outono.",
  "pet_requirement_92": "Pode ser encontrado na Selva sem Fim nos dias de verão.",
  "pet_requirement_93": "Pode ser encontrado na Montanha Sombria nas noites de domingo.",
  "pet_requirement_94": "Pode ser encontrado na Ilha da Caveira. Necessário: Top 100 do Quadro de Honra das Criaturas ou 4.000 pontos de honra ao concluir a missão.",
  "pet_requirement_95": "Não pode ser encontrado no mato, mas sim na tua loja de magia local.",
  "pet_requirement_96": "Pode ser encontrado na Ilha da Caveira quando a Masmorra Lendária \"Borga de Aniversário Duvidoso\" estiver aberta durante o aniversário de S&F no verão.",
  "pet_requirement_97": "Pode ser encontrado na Retrete Arcana. Necessário: Aura no nível 20.",
  "pet_requirement_98": "Pode ser encontrado numa missão nas Terras Devastadas depois de limpares a 22.ª Masmorra da Luz.",
  "pet_requirement_99": "Pode ser encontrado no último andar do Habitat de Água. Localização: Nevermoor."
}