{
  "pet_requirement_40": "Can be found in Gnarogrim during the day.",
  "pet_requirement_41": "Can be found in Sprawling Jungle at night.",
  "pet_requirement_42": "Can be found in Maerwynn during the day.",
  "pet_requirement_43": "Can be found in Plains of Oz'Korr during the day.",
  "pet_requirement_44": "Can be found in Gnarogrim at night.",
  "pet_requirement_45": "Can be found in Plains of Oz'Korr on summer days.",
  "pet_requirement_46": "Can be found in Sprawling Jungle on fall days.",
  "pet_requirement_47": "Can be found in Gnarogrim on winter days.",
  "pet_requirement_48": "Can be found in Maerwynn on spring days.",
  "pet_requirement_49": "Can be found in Sprawling Jungle on Sunday night.",
  "pet_requirement_50": "Can be found in Maerwynn on Monday during the day.",
  "pet_requirement_51": "Can be found in Gnarogrim on Tuesday night.",
  "pet_requirement_52": "Can be found in Maerwynn on Wednesday during the day.",
  "pet_requirement_53": "Can be found in Plains of Oz'Korr on Thursday during the day.",
  "pet_requirement_54": "Can be found in Maerwynn when the Legendary Dungeon 'Fantastic Legendaries and Where to Find Them' is open on Easter.",
  "pet_requirement_55": "Can be found in Sprawling Jungle during the Pentecost/Whitsun event.",
  "pet_requirement_56": "Can be found in Plains of Oz'Korr during Glorious Gold Galore.",
  "pet_requirement_57": "Can be found in Gnarogrim. Required: Fortress hall of fame top 100 or 2,500 honor when finishing the quest.",
  "pet_requirement_58": "Can be found in the gem mine. Required: Mine level 20.",
  "pet_requirement_59": "Can be found on the last floor of the Earth Habitat. Location: Sprawling Jungle.",
  "pet_requirement_60": "Can be found in Moldy Forest during the day.",
  "pet_requirement_61": "Can be found in Magmaron at night.",
  "pet_requirement_62": "Can be found in Black Water Swamp at night.",
  "pet_requirement_63": "Can be found in Sunburn Desert during the day.",
  "pet_requirement_64": "Can be found in Magmaron on Tuesday night.",
  "pet_requirement_65": "Can be found in Moldy Forest on fall nights.",
  "pet_requirement_66": "Can be found in Magmaron on Monday during the day.",
  "pet_requirement_67": "Can be found in Sunburn Desert on spring days.",
  "pet_requirement_68": "Can be found in Magmaron on winter days.",
  "pet_requirement_69": "Can be found in Sprawling Jungle on Wednesday night.",
  "pet_requirement_70": "Can be found in Sunburn Desert on Thursday during the day.",
  "pet_requirement_71": "Can be found in Sunburn Desert on summer days.",
  "pet_requirement_72": "Can be found in Magmaron on Friday during the day.",
  "pet_requirement_73": "Can be found in Sprawling Jungle on Saturday night.",
  "pet_requirement_74": "Can't be found in the wild, but in your local weapon shop.",
  "pet_requirement_75": "Can be found in Sunburn Desert during Tidy Toilet Time.",
  "pet_requirement_76": "Can be found in Magmaron on Valentine's Day.",
  "pet_requirement_77": "Can be found in Plains of Oz'Korr on New Year's Eve & Day.",
  "pet_requirement_78": "Can be found on an expedition in Magmaron after clearing Demon's Portal.",
  "pet_requirement_79": "Can be found on the last floor of the Fire Habitat. Location: Gnarogrim.",
  "pet_requirement_20": "Can be found in Plains of Oz'Korr during the day.",
  "pet_requirement_21": "Can be found in Busted Lands at night.",
  "pet_requirement_22": "Can be found in Maerwynn during the day.",
  "pet_requirement_23": "Can be found in Busted Lands during the day.",
  "pet_requirement_24": "Can be found in Maerwynn on spring nights.",
  "pet_requirement_25": "Can be found in Busted Lands on Saturday during the day.",
  "pet_requirement_26": "Can be found in Sunburn Desert on summer days.",
  "pet_requirement_27": "Can be found in Plains of Oz'Korr on fall days.",
  "pet_requirement_28": "Can be found in Sunburn Desert on Monday night.",
  "pet_requirement_29": "Can be found in Busted Lands on Tuesday during the day.",
  "pet_requirement_30": "Can be found in Sunburn Desert on Sunday during the day.",
  "pet_requirement_31": "Can be found in Maerwynn on Wednesday night.",
  "pet_requirement_32": "Can be found in Plains of Oz'Korr on Thursday during the day.",
  "pet_requirement_33": "Can be found in Busted Lands on Friday during the day.",
  "pet_requirement_34": "Can be found in Sunburn Desert. Required: Guild hall of fame top 100 or 2,500 honor when finishing the quest.",
  "pet_requirement_35": "Can be found on Shadowrock Mountain in December.",
  "pet_requirement_36": "Can be found in Busted Lands on April Fools' Day. No joke!",
  "pet_requirement_37": "Can be found in Plains of Oz'Korr during Epic Shopping Spree Extravaganza.",
  "pet_requirement_38": "Can be found on an expedition in Maerwynn after clearing the Tower.",
  "pet_requirement_39": "Can be found on the last floor of the Light Habitat. Location: Plains of Oz'Korr.",
  "pet_requirement_0": "Can be found in Moldy Forest during the day.",
  "pet_requirement_1": "Can be found in Rotten Lands at night.",
  "pet_requirement_2": "Can be found in Sprawling Jungle at night.",
  "pet_requirement_3": "Can be found in Moldy Forest at night.",
  "pet_requirement_4": "Can be found in Rotten Lands on Monday night.",
  "pet_requirement_5": "Can be found in Black Water Swamp during witching hour. (00:00 - 01:00 a.m.)",
  "pet_requirement_6": "Can be found in Sprawling Jungle on summer days.",
  "pet_requirement_7": "Can be found in Rotten Lands on winter days.",
  "pet_requirement_8": "Can be found on Shadowrock Mountain on Friday night.",
  "pet_requirement_9": "Can be found in Moldy Forest on fall days.",
  "pet_requirement_10": "Can be found in Black Water Swamp on Monday night.",
  "pet_requirement_11": "Can be found in Rotten Lands on Tuesday night.",
  "pet_requirement_12": "Can be found on Shadowrock Mountain on Wednesday night.",
  "pet_requirement_13": "Can be found on Shadowrock Mountain on Thursday during the day.",
  "pet_requirement_14": "Can be found in Rotten Lands on Halloween during the event \"Crazy Mushroom Harvest\".",
  "pet_requirement_15": "Can be found in Black Water Swamp. Required: Hall of fame top 1,000 or 50,000 honor when finishing the quest.",
  "pet_requirement_16": "Can be found on Shadowrock Mountain during Exceptional XP Event.",
  "pet_requirement_17": "Can be found in Rotten Lands on Friday the 13th.",
  "pet_requirement_18": "Can be found in Black Water Swamp after clearing floor 10 of the 15th dungeon in Shadow World.",
  "pet_requirement_19": "Can be found on the last floor of the Shadow Habitat. Location: Sprawling Jungle.",
  "pet_requirement_80": "Can be found on Skull Island during the day.",
  "pet_requirement_81": "Can be found on Skull Island during the day.",
  "pet_requirement_82": "Can be found in Black Water Swamp at night.",
  "pet_requirement_83": "Can be found on Shadowrock Mountain during the day.",
  "pet_requirement_84": "Can be found on Shadowrock Mountain on Monday during the day.",
  "pet_requirement_85": "Can be found in Moldy Forest on Tuesday night.",
  "pet_requirement_86": "Can be found in Moldy Forest on Wednesday during the day.",
  "pet_requirement_87": "Can be found on Shadowrock Mountain on winter days.",
  "pet_requirement_88": "Can be found in Moldy Forest on Thursday night.",
  "pet_requirement_89": "Can be found on Skull Island on Friday during the day.",
  "pet_requirement_90": "Can be found on Skull Island on Saturday during the day.",
  "pet_requirement_91": "Can be found on Skull Island on fall nights.",
  "pet_requirement_92": "Can be found in Black Water Swamp on summer days.",
  "pet_requirement_93": "Can be found on Shadowrock Mountain on Sunday night.",
  "pet_requirement_94": "Can be found on Skull Island. Required: Pet Hall of Fame top 100 or 4,000 pet honor when finishing the quest.",
  "pet_requirement_95": "Can't be found in the wild, but in your local magic shop.",
  "pet_requirement_96": "Can be found on Skull Island when the Legendary Dungeon 'Shady Birthday Bash' is open during S&F anniversary in summer.",
  "pet_requirement_97": "Can be found in the Arcane Toilet. Required: Aura level 20.",
  "pet_requirement_98": "Can be found on an expedition in Moldy Forest after clearing the 22nd Light Dungeon.",
  "pet_requirement_99": "Can be found on the last floor of the Water Habitat. Location: Black Water Swamp."
}