{
  "pet_requirement_40": "Kann dir tagsüber in Gnarogrim begegnen.",
  "pet_requirement_41": "Kann dir nachts im Wucherdschungel begegnen.",
  "pet_requirement_42": "Kann dir tagsüber in Maerwynn begegnen.",
  "pet_requirement_43": "Kann dir tagsüber in den Ebenen von Oz'Korr begegnen.",
  "pet_requirement_44": "Kann dir nachts in Gnarogrim begegnen.",
  "pet_requirement_45": "Kann dir an Sommertagen in den Ebenen von Oz'Korr begegnen.",
  "pet_requirement_46": "Kann dir an Herbsttagen im Wucherdschungel begegnen.",
  "pet_requirement_47": "Kann dir an Wintertagen in Gnarogrim begegnen.",
  "pet_requirement_48": "Kann dir an Frühlingstagen in Maerwynn begegnen.",
  "pet_requirement_49": "Kann dir sonntagnachts im Wucherdschungel begegnen.",
  "pet_requirement_50": "Kann dir montags tagsüber in Maerwynn begegnen.",
  "pet_requirement_51": "Kann dir dienstagnachts in Gnarogrim begegnen.",
  "pet_requirement_52": "Kann dir mittwochs tagsüber in Maerwynn begegnen.",
  "pet_requirement_53": "Kann dir donnerstags tagsüber in den Ebenen von Oz'Korr begegnen.",
  "pet_requirement_54": "Kommt in Maerwynn vor, wenn der Legendary Dungeon 'Fantastische Legendaries und wo sie zu finden sind' an Ostern offen ist.",
  "pet_requirement_55": "Zeigt sich zum Pfingst-Event im Wucherdschungel.",
  "pet_requirement_56": "Zeigt sich beim \"Glanzparade des Goldes\"-Event in den Ebenen von Oz'Korr.",
  "pet_requirement_57": "Taucht in Gnarogrim auf, wenn deine Festung in der Rangliste mind. auf Platz 100 steht oder mindestens 2500 Ehren- punkte hat.",
  "pet_requirement_58": "Kann in der Edelsteinmine gefunden werden, sobald du diese auf Stufe 20 ausgebaut hast.",
  "pet_requirement_59": "Kommt nur im hintersten Winkel des Erde-Habitats im Wucherdschungel vor.",
  "pet_requirement_60": "Kann dir tagsüber im Gammelforst begegnen.",
  "pet_requirement_61": "Kann dir nachts in Magmaron begegnen.",
  "pet_requirement_62": "Kann dir nachts in den Schwarzwassersümpfen begegnen.",
  "pet_requirement_63": "Kann dir tagsüber in der Sonnenbrandwüste begegnen.",
  "pet_requirement_64": "Kann dir dienstagnachts in Magmaron begegnen.",
  "pet_requirement_65": "Kann dir in Herbstnächten im Gammelforst begegnen.",
  "pet_requirement_66": "Kann dir montags tagsüber in Magmaron begegnen.",
  "pet_requirement_67": "Kann dir an Frühlingstagen in der Sonnenbrandwüste begegnen.",
  "pet_requirement_68": "Kann dir an Wintertagen in Magmaron begegnen.",
  "pet_requirement_69": "Kann dir mittwochnachts im Wucherdschungel begegnen.",
  "pet_requirement_70": "Kann dir donnerstags tagsüber in der Sonnenbrandwüste begegnen.",
  "pet_requirement_71": "Kann dir an Sommertagen in der Sonnenbrandwüste begegnen.",
  "pet_requirement_72": "Kann dir freitags tagsüber in Magmaron begegnen.",
  "pet_requirement_73": "Kann dir samstagnachts im Wucherdschungel begegnen.",
  "pet_requirement_74": "Kommt in der freien Wildbahn nicht vor, dafür gelegentlich im Waffenladen deines Vertrauens.",
  "pet_requirement_75": "Kann dir während eines \"Auraler Großputz\"-Events in der Sonnenbrandwüste begegnen.",
  "pet_requirement_76": "Kann dir am Valentinstag in Magmaron begegnen.",
  "pet_requirement_77": "Kann dir Silvester und Neujahr in den Ebenen von Oz'Korr begegnen.",
  "pet_requirement_78": "Kann dir nach Abschluss des Dämonenportals auf einer Expedition in Magmaron begegnen.",
  "pet_requirement_79": "Kommt nur im hintersten Winkel des Feuer-Habitats in Gnarogrim vor.",
  "pet_requirement_20": "Kann dir tagsüber in den Ebenen von Oz'Korr begegnen.",
  "pet_requirement_21": "Kann dir nachts in der Schweinöde begegnen.",
  "pet_requirement_22": "Kann dir tagsüber in Maerwynn begegnen.",
  "pet_requirement_23": "Kann dir tagsüber in der Schweinöde begegnen.",
  "pet_requirement_24": "Kann dir in Frühlingsnächten in Maerwynn begegnen.",
  "pet_requirement_25": "Kann dir samstags tagsüber in der Schweinöde begegnen.",
  "pet_requirement_26": "Kann dir an Sommertagen in der Sonnenbrandwüste begegnen.",
  "pet_requirement_27": "Kann dir an Herbsttagen in den Ebenen von Oz'Korr begegnen.",
  "pet_requirement_28": "Kann dir montagnachts in der Sonnenbrandwüste begegnen.",
  "pet_requirement_29": "Kann dir dienstags tagsüber in der Schweinöde begegnen.",
  "pet_requirement_30": "Kann dir sonntags tagsüber in der Sonnenbrandwüste begegnen.",
  "pet_requirement_31": "Kann dir mittwochnachts in Maerwynn begegnen.",
  "pet_requirement_32": "Kann dir donnerstags tagsüber in den Ebenen von Oz'Korr begegnen.",
  "pet_requirement_33": "Kann dir freitags tagsüber in der Schweinöde begegnen.",
  "pet_requirement_34": "Ist in der Sonnenbrandwüste anzutreffen, falls deine Gilde mindestens auf Platz 100 der Rangliste steht oder mindestens 2500 Ehrenpunkte hat.",
  "pet_requirement_35": "Triffst du im holden Weihnachtsmonat im Schattenfelsgebirge.",
  "pet_requirement_36": "Kann dir am ersten April in der Schweinöde begegnen. Kein Scherz!",
  "pet_requirement_37": "Kann dir während eines \"Epic Kaufrausch Extravaganza\"-Events in den Ebenen von Oz'Korr begegnen.",
  "pet_requirement_38": "Kann dir nach Abschluss des Märchenturms auf einer Expedition in Maerwynn begegnen.",
  "pet_requirement_39": "Kommt nur im hintersten Winkel des Licht-Habitats in den Ebenen von Oz'Korr vor.",
  "pet_requirement_0": "Kann dir tagsüber im Gammelforst begegnen.",
  "pet_requirement_1": "Kann dir nachts in den Rottenden Landen begegnen.",
  "pet_requirement_2": "Kann dir nachts im Wucherdschungel begegnen.",
  "pet_requirement_3": "Kann dir nachts im Gammelforst begegnen.",
  "pet_requirement_4": "Kann dir montagnachts in den Rottenden Landen begegnen.",
  "pet_requirement_5": "Kann dir zur Geisterstunde in den Schwarzwassersümpfen begegnen. (00:00 - 01:00)",
  "pet_requirement_6": "Kann dir an Sommertagen im Wucherdschungel begegnen.",
  "pet_requirement_7": "Kann dir an Wintertagen in den Rottenden Landen begegnen.",
  "pet_requirement_8": "Kann dir freitagnachts im Schattenfelsgebirge begegnen.",
  "pet_requirement_9": "Kann dir an Herbsttagen im Gammelforst begegnen.",
  "pet_requirement_10": "Kann dir montagnachts in den Schwarzwassersümpfen begegnen.",
  "pet_requirement_11": "Kann dir dienstagnachts in den Rottenden Landen begegnen.",
  "pet_requirement_12": "Kann dir mittwochnachts im Schattenfelsgebirge begegnen.",
  "pet_requirement_13": "Kann dir donnerstags tagsüber im Schattenfelsgebirge begegnen.",
  "pet_requirement_14": "Kann dir zu Halloween beim  \"Prachtparade der Pilze\"-Event in den Rottenden Landen begegnen.",
  "pet_requirement_15": "Kann dir in den Schwarzwassersümpfen begegnen, wenn du in der Heldenehrenhalle mind. auf Platz 1000 stehst oder mind. 50.000 Ehrenpunkte hast.",
  "pet_requirement_16": "Kann dir während eines \"Erfahrungsreichtum\"-Events im Schattenfelsgebirge begegnen.",
  "pet_requirement_17": "Kann dir am Freitag, dem 13., in den Rottenden Landen begegnen.",
  "pet_requirement_18": "Kann dir in den Schwarzwassersümpfen begegnen, sobald du Etage 10 des 15. Dungeons in der Schattenwelt gemeistert hast.",
  "pet_requirement_19": "Kommt nur im hintersten Winkel des Schatten-Habitats im Wucherdschungel vor.",
  "pet_requirement_80": "Kann dir tagsüber auf der Totenkopfinsel begegnen.",
  "pet_requirement_81": "Kann dir tagsüber auf der Totenkopfinsel begegnen.",
  "pet_requirement_82": "Kann dir nachts in den Schwarzwassersümpfen begegnen.",
  "pet_requirement_83": "Kann dir tagsüber im Schattenfelsgebirge begegnen.",
  "pet_requirement_84": "Kann dir montags tagsüber im Schattenfelsgebirge  begegnen.",
  "pet_requirement_85": "Kann dir dienstagnachts im Gammelforst begegnen.",
  "pet_requirement_86": "Kann dir mittwochs tagsüber im Gammelforst begegnen.",
  "pet_requirement_87": "Kann dir tagsüber im Winter im Schattenfelsgebirge begegnen.",
  "pet_requirement_88": "Kann dir donnerstagnachts im Gammelforst begegnen.",
  "pet_requirement_89": "Kann dir freitags tagsüber bei der Totenkopfinsel begegnen.",
  "pet_requirement_90": "Kann dir samstags tagsüber auf der Totenkopfinsel begegnen.",
  "pet_requirement_91": "Kann dir nachts im Herbst auf der Totenkopfinsel begegnen.",
  "pet_requirement_92": "Kann dir an Sommertagen in den Schwarzwassersümpfen begegnen.",
  "pet_requirement_93": "Kann dir sonntagnachts im Schattenfelsgebirge begegnen.",
  "pet_requirement_94": "Kann dir bei der Totenkopfinsel begegnen, wenn du in der Pet- Rangliste mindestens auf Platz 100 stehst oder mindestens 4000 Ehren- punkte dort hast.",
  "pet_requirement_95": "Kommt in der freien Wildbahn nicht vor, dafür gelegentlich im Zauberladen deines Vertrauens.",
  "pet_requirement_96": "Kann dir auf der Totenkopfinsel begegnen, wenn der Legendary Dungeon 'Zwielichtige Geburtstagssause' am S&F Jubiläum im Sommer offen ist.",
  "pet_requirement_97": "Taucht bei einem Spülgang der arkanen Toilette auf, wenn die Aura mindestens 20 ist.",
  "pet_requirement_98": "Kann dir nach Abschluss des 22. Lichtdungeons auf einer Expedition im Gammelforst begegnen.",
  "pet_requirement_99": "Kommt nur im hintersten Winkel des Wasser-Habitats in den Schwarzwassersümpfen vor."
}